window.관광지 = {
  "만든날": "2026-10-20",
  "출처": "OpenStreetMap 기여자(ODbL) · 시제품 자료",
  "지역": [
    {
      "이름": "강릉",
      "위도": 37.7519,
      "경도": 128.8761,
      "장소": [
        {
          "id": "osm-way-468731324",
          "이름": "임영관",
          "분류": "테마공원",
          "실내": false,
          "주소": "",
          "위도": 37.753296,
          "경도": 128.891841,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-368898533",
          "이름": "창호종합전시관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 37.764926,
          "경도": 128.889094,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-320470144",
          "이름": "강릉화폐전시관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 37.778234,
          "경도": 128.876623,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-657468634",
          "이름": "오죽헌",
          "분류": "관광지",
          "실내": false,
          "주소": "강원특별자치도 강릉시 죽헌동 율곡로3139번길 24",
          "위도": 37.778647,
          "경도": 128.878077,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-510156500",
          "이름": "강릉선교장",
          "분류": "관광지",
          "실내": false,
          "주소": "강원특별자치도 강릉시 운정길 63",
          "위도": 37.786209,
          "경도": 128.884809,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-562248210",
          "이름": "참소리축음기에디슨박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 37.797604,
          "경도": 128.897256,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-368733689",
          "이름": "버당말민속촌",
          "분류": "테마공원",
          "실내": false,
          "주소": "",
          "위도": 37.712741,
          "경도": 128.832582,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-6445003485",
          "이름": "아라나비",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 37.767069,
          "경도": 128.951705,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-574973116",
          "이름": "강릉통일공원.안보전시관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 37.720701,
          "경도": 128.997994,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-1309161831",
          "이름": "하슬라아트월드",
          "분류": "테마공원",
          "실내": false,
          "주소": "율곡로 1441",
          "위도": 37.706272,
          "경도": 129.010149,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-1878883642",
          "이름": "동해전망대",
          "분류": "전망",
          "실내": false,
          "주소": "",
          "위도": 37.752019,
          "경도": 128.72337,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-6087000044",
          "이름": "주문진 방사제 (도깨비 촬영지)",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 37.879874,
          "경도": 128.834189,
          "사진": "",
          "설명": ""
        }
      ]
    },
    {
      "이름": "경주",
      "위도": 35.8562,
      "경도": 129.2247,
      "장소": [
        {
          "id": "osm-way-479216009",
          "이름": "분황사",
          "분류": "관광지",
          "실내": false,
          "주소": "경상북도 경주시 월성동 분황로 94-11",
          "위도": 35.840893,
          "경도": 129.233675,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-382249596",
          "이름": "대릉원 황남대총",
          "분류": "관광지",
          "실내": false,
          "주소": "계림로 9",
          "위도": 35.838948,
          "경도": 129.211932,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-42435919",
          "이름": "경주역사유적지구 대릉원지구",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.837526,
          "경도": 129.213048,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-477417220",
          "이름": "경주 동궁과 월지",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.834757,
          "경도": 129.226416,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-573218888",
          "이름": "국립경주박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 35.829639,
          "경도": 129.228869,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-477256796",
          "이름": "경주 오릉",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.823203,
          "경도": 129.208406,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-1168581833",
          "이름": "경주 신문왕릉",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.817963,
          "경도": 129.246024,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-132713406",
          "이름": "경주월드",
          "분류": "테마공원",
          "실내": false,
          "주소": "",
          "위도": 35.837049,
          "경도": 129.2819,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-565370031",
          "이름": "경주엑스포대공원",
          "분류": "테마공원",
          "실내": false,
          "주소": "",
          "위도": 35.830011,
          "경도": 129.289412,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-368632971",
          "이름": "신라역사과학관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 35.806896,
          "경도": 129.311345,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-382655135",
          "이름": "불국사",
          "분류": "관광지",
          "실내": false,
          "주소": "불국로 385",
          "위도": 35.789013,
          "경도": 129.331497,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-372401044",
          "이름": "석굴암",
          "분류": "관광지",
          "실내": false,
          "주소": "불국로 873-243",
          "위도": 35.794788,
          "경도": 129.34925,
          "사진": "",
          "설명": ""
        }
      ]
    },
    {
      "이름": "전주",
      "위도": 35.8242,
      "경도": 127.148,
      "장소": [
        {
          "id": "osm-way-157646835",
          "이름": "전라감영",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.816229,
          "경도": 127.145721,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-368735878",
          "이름": "전주전통술박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 35.817041,
          "경도": 127.153524,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-36524723",
          "이름": "경기전",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.815671,
          "경도": 127.149913,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-11909693756",
          "이름": "전주전통한지원",
          "분류": "박물관",
          "실내": true,
          "주소": "한지길 100-10",
          "위도": 35.815911,
          "경도": 127.153537,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-4981378421",
          "이름": "풍남문",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.81352,
          "경도": 127.147545,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-891514051",
          "이름": "강암서예관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 35.811307,
          "경도": 127.15245,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-36771648",
          "이름": "전주향교",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.812733,
          "경도": 127.156924,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-1253345304",
          "이름": "한벽당",
          "분류": "전망",
          "실내": false,
          "주소": "",
          "위도": 35.811873,
          "경도": 127.160813,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-4374209193",
          "이름": "덕진공원",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.847377,
          "경도": 127.121664,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-36770935",
          "이름": "전주 동물원",
          "분류": "동물원",
          "실내": false,
          "주소": "",
          "위도": 35.856094,
          "경도": 127.144699,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-36963707",
          "이름": "소리문화의전당 전시장",
          "분류": "미술관",
          "실내": true,
          "주소": "전북특별자치도 전주시 덕진구 덕진동1가",
          "위도": 35.855143,
          "경도": 127.137892,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-368733849",
          "이름": "전주역사박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "쑥고개로 259",
          "위도": 35.801221,
          "경도": 127.093185,
          "사진": "",
          "설명": ""
        }
      ]
    },
    {
      "이름": "부산",
      "위도": 35.1796,
      "경도": 129.0756,
      "장소": [
        {
          "id": "osm-way-477293035",
          "이름": "부산박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "유엔평화로 63",
          "위도": 35.12939,
          "경도": 129.094342,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-382760140",
          "이름": "광안대교",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.145683,
          "경도": 129.12838,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-468920841",
          "이름": "일제강제동원역사관",
          "분류": "박물관",
          "실내": true,
          "주소": "부산광역시 남구 대연동 홍곡로320번길 100",
          "위도": 35.124623,
          "경도": 129.092074,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-1052169463",
          "이름": "유엔평화기념관",
          "분류": "박물관",
          "실내": true,
          "주소": "부산광역시 남구 대연동 홍곡로320번길",
          "위도": 35.124652,
          "경도": 129.093307,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-2470841117",
          "이름": "씨라이프 부산 아쿠아리움",
          "분류": "수족관",
          "실내": true,
          "주소": "",
          "위도": 35.159188,
          "경도": 129.161022,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-107531972",
          "이름": "해운대 해수욕장",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.157647,
          "경도": 129.162147,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-7241587087",
          "이름": "부산항대교",
          "분류": "관광지",
          "실내": false,
          "주소": "",
          "위도": 35.105089,
          "경도": 129.063992,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-480601129",
          "이름": "부산타워",
          "분류": "전망",
          "실내": false,
          "주소": "부산광역시 중구 대청로116번길 13",
          "위도": 35.101294,
          "경도": 129.03223,
          "사진": "",
          "설명": "다이아몬드 타워(구 부산 타워)는 용두산 공원에 120미터 높이로 우뚝 서 있으며, 방문객들에게 부산과 아름다운 해안선의 숨막히는 전경을 제공합니다. 이 상징적인 랜드마크는 멋진 경관을 보여줄 뿐만 아니라 다양한 문화 행사를 개최하여 도시의 문화적 풍경의 활기찬 일부분이 됩니다. 다보탑에서 영감을 받은 독특한 디자인은 한국의 풍부한 유산을 반영하며, 관광객들이 이 지역의 자연미와 문화적 의미를 탐험하도록 초대합니다."
        },
        {
          "id": "osm-way-243644910",
          "이름": "국립해양박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "부산광역시 영도구 동삼동 해양로301번길 45",
          "위도": 35.078564,
          "경도": 129.080322,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-131922091",
          "이름": "범어사",
          "분류": "관광지",
          "실내": false,
          "주소": "부산광역시 금정구 청룡동 범어사로 250",
          "위도": 35.283984,
          "경도": 129.068642,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-9739868378",
          "이름": "기장산성",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.241875,
          "경도": 129.19367,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-9744046898",
          "이름": "기장척화비",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 35.224609,
          "경도": 129.227303,
          "사진": "",
          "설명": ""
        }
      ]
    },
    {
      "이름": "제주",
      "위도": 33.4996,
      "경도": 126.5312,
      "장소": [
        {
          "id": "osm-way-1513358325",
          "이름": "제주도 민속자연사박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 33.506319,
          "경도": 126.531002,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-1537196430",
          "이름": "제주목관아",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 33.513945,
          "경도": 126.522153,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-13673656430",
          "이름": "용담지석묘6호",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 33.501732,
          "경도": 126.50985,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-relation-20364165",
          "이름": "국립제주박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 33.513387,
          "경도": 126.548852,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-538148498",
          "이름": "용연",
          "분류": "전망",
          "실내": false,
          "주소": "",
          "위도": 33.514939,
          "경도": 126.514116,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-538148519",
          "이름": "용두암",
          "분류": "전망",
          "실내": false,
          "주소": "",
          "위도": 33.516035,
          "경도": 126.511988,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-13731663149",
          "이름": "김석윤가옥",
          "분류": "유적",
          "실내": false,
          "주소": "",
          "위도": 33.523053,
          "경도": 126.564932,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-372701554",
          "이름": "수목원 테마파크",
          "분류": "테마공원",
          "실내": false,
          "주소": "",
          "위도": 33.470535,
          "경도": 126.488125,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-375341085",
          "이름": "넥슨컴퓨터박물관",
          "분류": "박물관",
          "실내": true,
          "주소": "",
          "위도": 33.47182,
          "경도": 126.484987,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-2457564574",
          "이름": "제주도립미술관",
          "분류": "미술관",
          "실내": true,
          "주소": "제주특별자치도 제주시 연동 1100로 2894-78",
          "위도": 33.452678,
          "경도": 126.489405,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-way-375490037",
          "이름": "제주돌문화공원",
          "분류": "테마공원",
          "실내": false,
          "주소": "",
          "위도": 33.449747,
          "경도": 126.659212,
          "사진": "",
          "설명": ""
        },
        {
          "id": "osm-node-4403097489",
          "이름": "한라산국립공원",
          "분류": "관광지",
          "실내": false,
          "주소": "제주 제주시 1100로 2070-61",
          "위도": 33.379921,
          "경도": 126.538011,
          "사진": "",
          "설명": ""
        }
      ]
    }
  ]
};
